Repository: ondrejd/odwp-add_search_priorities
Catalog: languages/odwpasp-*.po
Languages: cs_cz

source: Firstly enter any search term…
cs_cz: Nejprve musíte zadat hledaný termín…

source: Searching…
cs_cz: Hledám…

source: There was an error so search can not be completed…
cs_cz: Vyskytla se chyba a vyhledávání nemohlo být dokončeno…

source: Save priorities
cs_cz: Uložit priority

source: Results count: %1$d
cs_cz: Počet výsledků: %1$d

source: Index
cs_cz: Pořadí

source: Search result
cs_cz: Výsledek vyhledávání

source: Priority
cs_cz: Priorita

source: Status
cs_cz: Stav

source: Type
cs_cz: Typ

source: Show
cs_cz: Zobrazit

source: Updating priorities…
cs_cz: Aktualizuji priority…

source: Customize search results order
cs_cz: Úprava pořadí výsledků vyhledávání

source: Customize search
cs_cz: Upravit vyhledávání

source: You have incuffient permissions for accessing this page.
cs_cz: Pro přístup k této stránce nemáte dostatečná oprávnění.

source: Request was not processed correctly, something wrong with security…
cs_cz: Žádost nebyla správně zpracována, něco špatného z bezpečností…

source: Test search
cs_cz: Testovací vyhledávání

source: Search term:
cs_cz: Hledaný termín:

source: Enter search term...
cs_cz: Zadejte hledaný termín…

source: Post status:
cs_cz: Stav příspěvku:

source: Published only
cs_cz: Pouze publikované

source: Published + Drafts
cs_cz: Publikované + Koncepty

source: Private
cs_cz: Soukromé

source: All
cs_cz: Všechny

source: Rows:
cs_cz: Řádků:

source: Search
cs_cz: Vyhledat

source: Cancel
cs_cz: Zrušit

source: No posts or pages found…
cs_cz: Nebyly nalezeny žádné stránky ani příspěvky…

source: Search order priority
cs_cz: Priorita řazení

source: Priority:
cs_cz: Priorita:

source: Set numeric value.
cs_cz: Zadejte číselnou hodnotu.

source: No priorities - nothing to save…
cs_cz: Žádné priority nebyly odeslány - nic nebylo uloženo…
